EU
German
call
to
boycott
British
.
Peter
Blackburn
BRUSSELS
1996-08-22
The
European
Commission
said
on
Thursday
it
with
advice
consumers
until
scientists
determine
whether
mad
cow
disease
can
be
sheep
Germany
's
representative
the
Union
veterinary
committee
Wednesday
should
buy
from
countries
other
than
Britain
scientific
was
"
We
do
n't
support
any
such
because
we
see
grounds
for
,
chief
spokesman
van
der
told
a
news
briefing
He
further
study
required
and
if
found
that
action
needed
taken
by
proposal
last
month
Commissioner
Fischler
ban
spinal
human
animal
food
chains
highly
specific
move
health
proposed
measures
after
reports
France
under
conditions
could
contract
(
BSE
)
--
But
agreed
review
his
standing
officials
questioned
as
there
only
slight
risk
Spanish
Minister
de
had
earlier
accused
at
an
farm
ministers
'
meeting
of
through
dangerous
Only
backed
are
due
issue
early
next
make
senior
have
long
been
known
similar
which
is
believed
cattle
feed
containing
waste
farmers
denied
danger
their
but
expressed
concern
government
avoid
might
across
Europe
What
extremely
how
going
take
lead
National
chairman
John
Lloyd
Jones
radio
Bonn
has
led
efforts
public
consumer
confidence
in
March
report
illness
eating
beef
imported
year
nearly
half
total
imports
It
brought
tonnes
some
10
percent
overall
-DOCSTART-
Hendrix
draft
almost
$
LONDON
A
rare
U.S.
sold
auction
late
Florida
restaurant
paid
pounds
no
telling
piece
London
hotel
At
end
January
English
city
Nottingham
he
threw
sheet
paper
into
audience
where
also
snapped
up
16
items
were
put
former
who
lived
him
They
included
black
mother
box
used
store
drugs
Australian
bought
died
aged
27
China
says
Taiwan
atmosphere
talks
BEIJING
Taipei
visit
Ukraine
President
this
week
Beijing
hours
Chinese
state
media
time
right
political
Foreign
Ministry
Reuters
:
necessary
opening
authorities
State
quoted
top
negotiator
Tang
visiting
group
rivals
hold
Now
two
sides
...
overseas
edition
People
Daily
saying
foreign
ministry
interview
read
comments
gave
details
why
considered
renegade
province
opposed
all
gain
international
rival
island
towards
goal
held
set
official
agency
executive
vice
Association
July
car
registrations
pct
yr
/
FRANKFURT
motor
vehicles
period
Federal
office
new
cars
registered
1996
passenger
figures
increase
decline
1995
registration
rose
growth
partly
increased
number
buying
abroad
while
manufacturers
domestic
demand
weak
federal
posted
gains
numbers
AG
won
slightly
more
quarter
together
General
came
second
place
figure
Third
Ford
or
fewer
compared
fell
TO
PM
FOR
ATHENS
Greek
party
bureau
green
light
Prime
Costas
Simitis
snap
elections
its
general
secretary
reporters
announcement
cabinet
later
Dimitris
Kontogiannis
Athens
Newsroom
+301
3311812-4
sets
C$
100
million
bond
following
announced
manager
Toronto
ISS
PRICE
PAY
DATE
BP
MOODY
=
S&P
US
UK
GERMAN
7.0
PCT
2001
NOTES
+44
171
542
300
1999
Lehman
International
NATIONAL
-
LAST
FIRST
2
ENGLISH
5
Port
Syria
Service
Aug
waiting
24
Israel
plays
down
fears
war
JERUSALEM
peace
current
between
appeared
storm
ambassador
Washington
conducted
negotiations
Radio
looked
like
Damascus
wanted
talk
rather
fight
appears
me
still
they
definitely
tense
assessment
here
term
will
replaced
Israeli
envoy
Egypt
right-wing
politician
sent
message
via
committed
open
without
what
called
campaign
against
television
reported
recently
test
fired
arms
ready
enter
David
Levy
since
Benjamin
Netanyahu
took
June
retain
captured
Middle
East
over
1991
despite
previous
Peace
February
coming
out
bad
not
good
full
must
very
those
become
prisoners
expect
face
answer
our
want
God
No
one
Two
signal
source
confirm
Cairo
United
States
Moscow
Polish
diplomat
nurses
Libya
trying
return
home
working
North
African
country
This
true
Up
today
kept
her
received
embassy
charge
telephone
Poland
labour
would
send
team
probe
prompted
about
work
estimated
800
Iranian
opposition
leaders
meet
Baghdad
Hassan
BAGHDAD
An
exile
based
Iraq
vowed
Iran
Kurdish
rebels
attacked
troops
inside
statement
leader
met
Kurdistan
Democratic
Party
rebel
Kurds
continue
stand
side
movement
level
cooperation
heavily
targets
northern
pursuit
guerrillas
Iraqi
areas
outside
control
Patriotic
PUK
KDP
main
factions
forces
ousted
Kuwait
Gulf
War
parties
broke
weekend
most
serious
fighting
ceasefire
shelling
positions
region
near
border
days
killed
wounded
attack
Both
Turkey
air
land
strikes
own
U.S.-led
force
southern
possible
attacks
Saudi
riyal
rates
steady
quiet
summer
trade
spot
dollar
deposit
mainly
dealers
kingdom
There
changes
market
dealer
three
months
1/2
six
5/8
funds
Arafat
flight
West
Bank
Palestinian
Yasser
permission
fly
territory
ending
brief
crisis
problem
president
aircraft
pass
expected
travel
before
Monday
Abu
scheduled
prime
minister
Shimon
Peres
town
Ramallah
venue
changed
Gaza
stop
keeping
cancelled
PLO
civilian
affairs
Allenby
Bridge
crossing
Jordan
decided
flying
lifted
schedule
free
Palestinians
barred
planned
helicopter
attempt
defeated
May
Afghan
UAE
Taleban
guards
DUBAI
Three
Arab
Russian
hostages
escaped
militia
Afghanistan
few
Our
Their
them
documents
added
Islamic
seven
Friday
board
Kandahar
hand
Red
possibly
Tuesday
When
asked
back
capital
Kabul
That
headquarters
controlled
Rabbani
men
currently
did
Russians
firm
republic
hostage
forced
cargo
plane
August
shipment
Albania
evidence
military
crew
diplomatic
attempts
failed
armed
doing
regular
76
left
Sunday
Saddam
meets
Russia
Zhirinovsky
Hussein
Vladimir
maintain
newspapers
during
parliament
calling
immediate
lifting
embargo
imposed
1990
press
help
U.N.
sanctions
blamed
establishment
ties
economic
resume
visited
twice
Last
October
invited
attend
referendum
presidency
extended
years
PRESS
DIGEST
22
These
leading
stories
verified
these
does
vouch
accuracy
democratic
Turkish
part
fair
November
12
rice
arrives
port
Lebanon
Beirut
threats
serve
Parliament
Speaker
preparing
battle
..
prepared
law
violation
incidents
occurred
Financial
Pakistan
step
election
list
violations
live
calls
range
mixed
CHICAGO
futures
cent
higher
lower
livestock
analysts
continued
strong
cash
markets
prompt
bullish
However
likely
prices
evening
ahead
Cash
record
amount
traded
debt
hit
results
Inc
mean
loss
1.2
fiscal
1997
first
company
began
1
30
par
value
outstanding
Philip
financial
officer
child
care
offered
opportunity
reduce
average
interest
costs
improve
future
earnings
RESEARCH
ALERT
starts
analyst
started
Southern
New
England
Corp
outperform
rating
price
target
45
estimate
per
share
immediately
available
closed
Wall
Street
Data
Q2
net
rises
Summary
In
Thousands
except
data
Six
Jul
31
Income
Total
Revenue
Operating
599
Net
Jan
Capital
93
give
backing
Le
Monde
PARIS
afternoon
daily
dated
23
seeking
residence
rights
say
Alain
Juppe
proposals
strike
day
Paris
church
rally
8,000
nationalist
truce
night
French
points
industry
competition
failure
keep
trends
Secretary
union
social
unrest
weeks
42
21
53
81
lift
oil
output
water
wells
off
reopened
operator
AS
30,000
barrels
bpd
according
problems
newsroom
50
41
April
surplus
3.8
billion
markka
HELSINKI
Finland
Board
exports
Trade
balance
96
95
import
revised
export
3.2
monthly
behind
customs
when
joined
start
0
Dutch
sale
AMSTERDAM
Finance
raised
sales
September
being
GMT
guilders
close
Amsterdam
+31
20
504
5000
BONN
Agriculture
animals
cleared
done
quickly
I
concrete
too
many
holes
know
filled
ensure
protection
dealing
erupted
use
suspect
experts
members
given
question
After
admitted
link
fatal
equivalent
worldwide
takes
GOLF
SCORES
AT
WORLD
SERIES
OF
AKRON
Ohio
Scores
NEC
World
Series
Golf
round
70
course
players
unless
stated
66
Paul
Billy
Mayfair
Japan
68
Steve
69
Justin
Mark
Brooks
Tim
Davis
Anders
Sweden
Nick
Phil
Mickelson
Greg
Norman
Australia
71
Els
South
Africa
Scott
72
Rose
Fred
Sven
Alexander
Tom
73
Brad
Craig
Stewart
Stadler
74
Costantino
Rocca
Italy
75
Jim
77
Wayne
79
SOCCER
BEAT
2-1
F.C.
Gloria
Bistrita
Romania
beat
halftime
1-1
Valletta
Malta
Cup
winners
match
leg
preliminary
Scorers
La
Gilbert
24th
Attendance
4-2
aggregate
qualified
RACING
YORK
Sir
landed
victory
25
chance
veteran
George
short
head
deny
trained
Henry
Chris
Prix
winner
finished
third
away
7-4
Games
fourth
Royal
may
now
aimed
season
sprint
race
reluctant
go
result
never
so
thought
better
wait
bit
longer
am
daughter
Jack
gone
search
success
around
disappointed
feel
well
metres
just
RESULTS
Result
run
five
km
1.
2.
3.
Jason
Weaver
Eight
ran
owned
Park
sterling
TENNIS
TOSHIBA
CLASSIC
CARLSBAD
California
1996-08-21
Results
450,000
Toshiba
Classic
tennis
tournament
prefix
denotes
seeding
Second
Arantxa
Sanchez
Vicario
Spain
Naoko
1-6
6-4
6-3
4
Kimiko
Date
6-2
7-5
7
4-6
8
Nathalie
Tauziat
Wang
CUP
York
Hamlet
Michael
Chang
Sergi
Bruguera
Joyce
3
3-6
Martin
Damm
Czech
Republic
6
El
Morocco
5-7
3-0
retired
Karol
Kucera
Slovakia
7-6
Kenny
spoke
leaving
club
premier
league
title
mutual
confessed
taking
division
local
newspaper
holiday
same
opinion
little
If
opened
my
stayed
way
let
get
job
then
past
15
director
football
CRICKET
COUNTY
CHAMPIONSHIP
Close
play
scores
four-day
County
Championship
cricket
matches
Durham
326
D.
S.
Campbell
;
G.
Somerset
M.
85
Colchester
Gloucestershire
280
J.
Russell
63
A.
52
Essex
Cardiff
Kent
Walker
59
v
Glamorgan
Leicester
Leicestershire
P.
108
67
Hampshire
Northampton
Sussex
N.
145
V.
Wells
51
Northamptonshire
Trent
Nottinghamshire
107
Surrey
Warwickshire
Giles
57
W.
Khan
Worcestershire
Headingley
Yorkshire
C.
White
Moxon
Lancashire
ENGLAND
V
PAKISTAN
FINAL
TEST
SCOREBOARD
Scoreboard
final
Oval
innings
Atherton
b
Waqar
Younis
Mushtaq
Ahmed
44
Hussain
c
Saeed
Anwar
Thorpe
lbw
Mohammad
Akram
54
Crawley
Knight
17
Lewis
Wasim
Salisbury
Extras
wickets
278
Fall
To
bat
R.
Croft
Cork
Mullally
Bowling
date
Aamir
Sohail
Ijaz
Inzamam-ul-Haq
Salim
Malik
Asif
Mujtaba
Moin
Akam
IN
SCOTTISH
SQUAD
AFTER
Everton
Ferguson
scored
Manchester
picked
Scottish
squad
Rangers
striker
another
man
form
four
named
qualifier
Austria
Vienna
served
jail
Scotland
caps
December
1994
Brown
've
great
scoring
moment
successful
ON
THIRD
lunch
WITH
MANCHESTER
Ireland
midfielder
signed
champions
deal
game
Alex
CANADIAN
OPEN
TORONTO
Canadian
Open
Daniel
Nestor
Canada
Thomas
Muster
Mikael
Tillstrom
Goran
Ivanisevic
Croatia
6-7
Ferreira
Marcelo
Rios
Chile
Kenneth
Denmark
MaliVai
Todd
7-3
Philippoussis
Marc
Rosset
Switzerland
8-6
9
Cedric
Pioline
7-1
Patrick
Rafter
11
Alberto
6-1
Petr
Korda
Francisco
Vacek
13
Stoltenberg
Woodbridge
O'Brien
Black
Zimbabwe
7-2
Bohdan
Ulihrach
Andrea
Henman
walkover
provincial
fast
professional
EUROPEAN
TIRANA
Winners
qualifying
soccer
Tirana
Chemlon
Humenne
0-0
minute
54th
5,000
win
Chorzow
Ruch
Wales
1-0
47th
Larnaca
Cyprus
2-0
60th
penalty
5-1
Lithuania
Sion
Nyva
Estonia
3,000
Aggregate
score
2-2
goals
rule
Brann
Norway
10th
5-2
Sofia
Bulgaria
Slovenia
58th
25,000
4-3
penalties
Vaduz
Latvia
90th
Luxembourg
Dynamo
Georgia
Prague
Sparta
Northern
4-0
26th
19th
80th
86th
Hearts
Star
Belgrade
Yugoslavia
59th
Hapoel
Moldova
Hungary
Add
1,500
OUT
BUDAPEST
drew
tie
played
4-1
15th
Andreas
DE
Brazilian
championship
Atletico
SYDNEY
captain
Newcombe
resignation
Wimbledon
champion
coach
Tony
determined
events
lose
look
giving
someone
else
Sydney
world
Under
leadership
slipped
Since
doubles
partner
wins
losses
selected
semifinalist
Olympic
Croatian
best
described
faced
1986
beaten
ago
Men
singles
9/16
Korea
15-7
Malaysia
Abdul
3/4
Van
Netherlands
15-11
Indonesia
15-6
15-8
15-12
Women
11-6
Sun
Liu
Zealand
'S
DRAW
NEW
draw
championships
beginning
U.S
Tennis
Centre
Pete
Sampras
vs.
Adrian
Magnus
vs
Qualifier
Andrei
Roberto
------------------------
Christian
Grant
Fernando
Brazil
Kafelnikov
Johansson
Medvedev
Fleurian
14
Costa
Jonathan
Bernd
Stefan
Edberg
Richard
Krajicek
Andre
Agassi
Colombia
Carlos
Kevin
Kim
Nicolas
Ecuador
Alami
Enqvist
Stephane
Belgium
Bahamas
Stich
Adams
Javier
Argentina
Stefano
Venezuela
Jeff
BASEBALL
BALTIMORE
Baltimore
Orioles
Johnson
miss
Seattle
Mariners
hospital
treated
William
adding
released
Andy
manage
absence
Angels
Columbia
Hospital
blood
eight
seasons
Cincinnati
Reds
League
games
pull
within
Yankees
American
Division
MAJOR
LEAGUE
STANDINGS
WEDNESDAY
GAMES
Major
Baseball
standings
tabulate
lost
winning
percentage
AMERICAN
EASTERN
DIVISION
W
L
GB
58
BOSTON
64
.496
.457
DETROIT
82
28
CENTRAL
CLEVELAND
MINNESOTA
.500
MILWAUKEE
60
.469
KANSAS
CITY
18
WESTERN
TEXAS
SEATTLE
61
OAKLAND
62
CALIFORNIA
THURSDAY
AUGUST
SCHEDULE
ATLANTA
46
MONTREAL
FLORIDA
PHILADELPHIA
HOUSTON
ST
LOUIS
.504
CINCINNATI
PITTSBURGH
SAN
DIEGO
.543
LOS
ANGELES
COLORADO
65
FRANCISCO
CAPS
Chicago
Milwaukee
Oakland
Texas
Pittsburgh
St
Louis
Philadelphia
Montreal
two-run
homer
inning
rallied
Cleveland
Indians
rubber
three-game
series
With
pitch
tried
big
crowd
shot
Rodriguez
double
Johnny
Terry
Kennedy
40
nine
meetings
Western
Field
teams
Central
extra
ninth
single
save
got
allowing
hits
walks
strikeouts
scoreless
Dean
30th
Ripken
solo
Bobby
Bonilla
three-run
seventh
power
runs
fifth
bottom
21st
starter
blast
Young
allowed
relief
RBI
cut
straight
homers
dropped
row
became
major-league
history
34
scattered
debut
each
Derek
settled
Jimmy
Key
interim
Boston
Mike
Sox
Athletics
owns
career
bases
loaded
went
walk
stole
homered
drove
Detroit
capped
eighth
Tigers
consecutive
Kansas
City
Juan
Guzman
span
earned
Minnesota
five-run
Brewers
Twins
Jose
PSV
WIN
Cocu
Eindhoven
Nijmegen
kick
minutes
Arthur
Nilis
Ajax
defence
NAC
Breda
DUTCH
SUMMARY
11th
Halftime
1-2
RESULT
GENEVA
26
recalled
Jorge
finals
clearly
progress
beyond
phase
Euro
Squad
Marco
Grasshoppers
Hamburg
Antonio
Stuttgart
Milan
Borussia
Dortmund
ATHLETICS
RECORD
40,000
THE
Brussels
grand
prix
athletes
glass
Belgian
pay
organisers
rounds
ever
already
records
broken
women
1,000
ROUND
Leading
golf
Broadhurst
Raymond
Ian
Woosnam
Roe
Carl
Stephen
Lawrie
Max
Carter
Lee
Miguel
Angel
Gary
Eales
Williams
Andrew
Robert
Marcus
Pedro
Linhart
Price
UEFA
additional
headed
rankings
account
factors
including
red
national
allocated
places
4.
5.
6.
7.
8.
Belarus
9.
10.
13.
15.
16.
Portugal
Greece
MATCH
COLOMBO
Armed
police
ground
tour
Sri
Lanka
youth
limited
overs
includes
India
promised
presence
policemen
making
ethnic
violence
balls
fours
made
SOFIA
One
Romanian
others
injured
bus
collided
Bulgarian
morning
road
towns
woman
Maria
35
accident
OFFICIAL
OJ
*
Note
contents
displayed
order
printed
Journal
Regulation
invitation
tender
refunds
white
certain
payments
system
producers
values
END
Home
Health
appeal
District
Court
decision
reimbursement
previously
regarding
related
community
personnel
continues
believe
majority
terms
Medicare
program
resolution
recorded
reserve
equal
revenue
ruled
court
dispute
pleased
significant
toward
Newsdesk
div
distribution
rate
quarterly
improved
ended
declared
partnership
unit
Best
sees
Co
Chairman
Chief
retailer
annual
even
emerged
always
particularly
you
something
stores
fall
closing
plan
states
For
29
1996-08-23
researchers
Swedish
born
caught
developed
cases
School
delivered
University
1949
Four
children
wrote
medical
sometimes
require
surgery
pain
weight
involved
especially
often
cause
Most
high
baby
All
key
industrial
Following
survey
Industry
AUG
book
stocks
goods
expectations
above
normal
below
companies
representing
employees
brokers
built
1989
buyers
Some
subject
pills
cholesterol
finds
show
doctors
Oxford
people
benefit
garlic
levels
900
groups
receiving
Several
pressure
either
special
trial
makes
address
whole
affect
gives
aid
Caribbean
39
development
much
population
living
south
fled
times
Plymouth
north
provide
track
programme
area
active
recent
shown
remain
she
Bill
Grand
Slam
seed
Graf
aiming
able
major
begins
opens
crown
Basuki
ceremony
both
holders
rising
defeat
While
semifinal
star
tested
probably
repeat
landing
sixth
avoided
possibility
quarter-finals
ranked
Monica
Seles
Anne
Miller
victim
Austrian
seeded
faces
playing
yet
unfortunate
first-round
popular
affair
Frenchman
injury
runner-up
Anke
Huber
Conchita
Martinez
Lindsay
Davenport
looking
opponents
Amanda
Coetzer
young
Hingis
clash
Jana
Novotna
61-2
9373-1800
RTRS
worked
along
unseeded
Other
hour
55
point
break
compatriot
13th
knew
service
serving
really
chances
every
come
Playing
maybe
difference
deficit
surprise
32
quick
arrived
And
soon
'm
fought
hoped
tight
helped
Soccer
Korean
SEOUL
Anyang
Puchon
Suwon
Standings
drawn
D
G
F
P
Chonan
outbreak
kills
central
staff
appear
160
miles
southeast
Nigerian
Liberia
commander
latest
civil
officers
dozen
accords
difficult
painful
Nations
observers
travelling
western
delayed
shooting
highway
Anthony
finally
faction
Saturday
breaking
disarmament
10,000
Community
Guinea
prayer
repeatedly
dead
reason
clear
Organisation
Conference
prayers
army
ordered
crackdown
seized
death
1993
bottle
JOHANNESBURG
boy
girl
whose
Nelson
old
prison
son
Island
winter
letter
ordinary
post
age
reply
Atlantic
Ocean
belonging
couple
front
garden
house
Johannesburg
His
body
parents
unclear
enough
becoming
CPI
m
Current
NBH
bln
%
Government
1998
&
Thomson
Moody
Investors
Rating
Agency
flow
Budapest
36
die
MOSCOW
least
separatist
Chechen
Grozny
Interfax
command
Chechnya
200
interior
mission
confirmed
Lebed
chief-of-staff
Aslan
Maskhadov
agreement
noon
letters
threatening
explained
money
residents
lives
nearby
railway
station
school
books
case
poor
family
trouble
index
pts
sign
Boris
Yeltsin
security
renewed
document
negotiated
village
Itar-Tass
provided
aide
Press
completed
showed
nominee
returned
Kremlin
two-day
Bosnia
Sarajevo
Bosnian
federation
common
taxes
kuna
mark
currency
introduced
Serbian
mines
According
mine
briefly
overnight
planes
artillery
although
heard
speaking
flew
firing
anything
separatists
halt
threatened
bombing
assault
passengers
rescued
Colombian
coast
BOGOTA
Coast
boat
Pacific
missing
trip
fuel
sea
Argentine
BUENOS
AIRES
iron
production
cold
Buenos
Aires
Peru
kill
terrorist
sources
Maoist
small
northeast
propaganda
centre
By
1992
activities
guerrilla
cost
damage
1980
Former
Brunswijk
custody
charged
attempted
murder
turned
himself
Pinas
mining
56
90
east
showing
cuts
wife
charges
merely
less
regime
conflict
500
caused
thousands
neighbouring
1980s
eventually
Despite
businessman
interests
saw
leads
Thai
heroin
BANGKOK
Hong
Kong
arrested
kg
searched
Police
several
street
baht
Officials
detained
pending
formal
follows
nations
consulate
colony
sell
issues
include
plans
pact
Canberra
Tibet
exiled
conservative
Information
written
critics
self-rule
deals
anyone
legal
Amman
owner
copies
citizen
accord
On
confiscated
insisted
Authority
strategy
freedom
resulted
mistakes
explain
journalists
banned
sure
selling
think
?
Jewish
handed
parts
Istanbul
CAIRO
airport
fire
taxi
onto
line
Mohamed
conference
instead
yards
aviation
noted
pilot
Its
private
wants
nothing
Sudanese
Egyptian
militants
Mubarak
speech
Moslem
Security
Council
flights
Khartoum
incident
effect
Sudan
fails
cannot
Ethiopia
Front
far
relations
shares
shed
profit-taking
amid
volume
trillion
rise
profit
session
gained
Shares
Of
stable
Miss
Universe
Machado
Mexico
questions
claims
crash
19
Los
Angeles
attended
USA
Inc.
drop
losing
112
blocked
appearance
stage
She
stay
returning
Sept
alleged
putting
fine
happened
associated
routine
Kevorkian
suicide
bringing
suffering
multiple
emergency
room
Patricia
Smith
midday
attending
starting
doctor
lawyer
husband
father
James
Judith
Massachusetts
suffered
life
As
Sale
Amount
Municipal
Desk
212-859-1650
jailed
sentenced
Lauck
base
Lincoln
abuse
struggle
network
material
judge
greatest
Nazi
slaughter
millions
complex
prosecutor
demanded
five-year
satisfied
sentence
illegal
laws
produce
magazines
Interior
biggest
Social
Democrats
suit
spent
nor
extradition
truth
actions
carried
Socialist
Workers
name
Battle
magazine
request
convicted
organisations
arrest
NATIONS
arrangements
quite
monitors
carry
Department
deputy
Algeria
TV
Algerian
suspected
killing
sought
Roman
Catholic
bomb
Algiers
50,000
110
foreigners
radical
Islamists
commanding
flown
table
shows
airports
association
Berlin
202
Bremen
4.4
Frankfurt
1.5
3.5
Cologne
Munich
TOTAL
Air
research
Not
forecast
performance
EPS
Dividend
Fax
Clinton
Ballybunion
fans
resort
Irish
America
Dick
Spring
convention
bring
addressed
packed
Dublin
us
Frank
process
Ischinger
seek
solution
Cooperation
OSCE
personal
threat
positive
responsible
global
nuclear
treaty
Delhi
intended
Gujral
block
Geneva
entering
signing
weapons
Treaty
bilateral
position
clause
Asked
Assembly
cross
fact
weapon
concerns
impossible
option
carrying
tests
accept
DHAKA
Dhaka
Bangladesh
importance
Mia
Commonwealth
Affairs
Liam
Fox
arriving
injuries
complained
wrist
act
seriously
reasons
important
leave
Nepal
governments
House
matter
investigation
outcome
connection
business
Kashmir
polls
planning
troubled
seems
1987
direct
create
among
growing
independence
hopes
20,000
Over
engineering
banks
edged
sharply
investors
Stock
Exchange
turnover
taka
remained
unchanged
recovered
edge
ratio
Reserve
bank
governor
Rangarajan
maintained
reduced
having
supply
increasing
stood
commitment
response
gross
product
GDP
real
Bombay
Mother
Teresa
Nobel
Prize
hope
love
nun
Albanian
need
missionary
intensive
Indian
heart
86
condition
task
alone
Calcutta
grew
80
highest
award
Her
Vatican
Missionaries
Charity
More
delegates
elect
Rome
receive
failing
stopped
Serbia
religious
begin
approved
training
missionaries
rest
150
homes
destitute
founded
forecasts
boost
Bernard
News
Ltd
1995/96
profits
film
Day
1996/97
From
begun
motion
picture
orders
advertising
shareholders
A$
US$
cents
Analysts
disappointing
outlook
First
offset
operations
hard
operating
cover
Times
revenues
arm
operation
hurt
San
minimum
setting
pulled
're
internal
declined
budget
realised
raising
pledged
effects
activity
generally
long-term
investment
NZ
lending
WELLINGTON
cutting
10.5
Wellington
Power
approach
followed
equipment
hunt
Thailand
launched
Bangkok
drug
escape
confident
trafficking
window
climbed
bed
department
prevent
266
Tokyo
parent
TOKYO
Year
billions
yen
specified
LATEST
ACTUAL
FORECAST
YEAR-AGO
Sales
400
NOTE
HK$
43
mln
HONG
KONG
placed
basis
852
applications
believes
respect
safety
maximum
2000
JAKARTA
Indonesian
**
Jakarta
involving
demonstrators
Dow
streak
beating
rupiah
trading
Super
offer
subsidiary
loans
management
build
property
projects
worth
Surabaya
stock
change
lows
Also
Japanese
pound
gold
closes
....
Gold
AND
Nikkei
Dec
CAC-40
marks
post-Soviet
effectively
blow
Soviet
largest
initially
accompanied
signs
economy
Palace
reforms
doubt
replace
33
postpone
NATO
policy
protest
Kiev
itself
eastern
strategic
though
push
membership
anniversary
factor
united
complete
example
Gazeta
published
language
barter
concerned
Volkova
Committee
issued
decree
situation
traders
180
preferred
systems
various
+7095
941
8520
release
version
Goldman
Brian
De
criticised
batsman
delay
century
rain
improvement
weather
announce
event
unbeaten
bowled
MOTOR
BELGIAN
GRAND
PRIX
TIMES
Gerhard
Berger
Benetton
seconds
McLaren
Jacques
Villeneuve
Mika
Hakkinen
Jean
Alesi
Damon
Hill
Schumacher
11.
Herbert
Sauber
12.
Olivier
Ligier
[
]
Karina
Habsudova
Portsmouth
Queens
Tranmere
Grimsby
Stirling
Gooch
389
K.
310
83
181
109
Fairbrother
Pollock
county
returns
106
116
wicket
1-106
4-95
Middlesbrough
Italian
seen
forward
fun
foot
Chelsea
reached
advanced
Americans
2-6
getting
pretty
things
missed
felt
midnight
person
aggressive
affected
Tour
hitting
ball
lot
shots
mostly
RUGBY
UNION
SECOND
check
means
speculation
wing
shortly
seedings
15-10
15-9
Rubin
player
moved
Mary
McGrath
47
.531
slam
pair
Brady
Anderson
walked
none
struck
Charlton
Ken
Edgar
advantage
heading
Roger
pinch-hitter
majors
pitched
0-1
apiece
claimed
Thompson
route
Erik
Fernandez
LISBON
Sporting
Luis
3-1
Although
35th
restored
38th
57th
reigning
Porto
Benfica
Portuguese
Pauli
candidates
produced
Bundesliga
Schalke
64th
thanks
Hansa
Rostock
clocked
SUMMARIES
Summaries
FRENCH
Nancy
Germain
15,000
Svetlana
Masterkova
Zurich
lap
Mozambique
Mutola
stadium
pushed
capacity
Atlanta
plus
100,000
tabulated
129
Diego
Trinidad
Cea
Barry
Dennis
Mitchell
present
bright
Donovan
Bailey
Linford
Christie
1988
sport
bronze
medallist
hurdles
Allen
Colin
Kingdom
seemed
finish
faster
speed
stepped
crashed
Michelle
Freeman
Cuban
Lopez
Seven
medal
settle
11.00
Natalya
Irina
Jamaica
Cuba
Julie
Johan
Kenya
Nigeria
Jon
Sarah
Joseph
Uganda
Frankie
Fredericks
Namibia
Bob
jump
Edwards
Wellman
Burundi
Rwanda
Anton
UP
Paulo
Juventus
member
Santos
entire
friendly
Zabrze
nominated
Jens
however
defender
formally
'll
themselves
Oliver
Klinsmann
cup
Legia
Warsaw
Brugge
SRI
LANKA
guilty
controversial
excellent
Colombo
Lankan
heavy
Healy
Angolan
Unita
joint
administration
installed
timetable
sending
estimates
MON
Gencor
YR
DIV
N
McCarthy
Group
falls
Shr
shr
Bureau
416
discuss
fever
junior
changing
hands
developments
formed
Research
newsdesk
stake
WASHINGTON
8.0
Securities
holding
holds
investments
large
reach
allow
operate
Miami
shift
weekly
add
status
services
Mideast
IOC
options
Samsung
Singapore
LG
Akron
worst
My
Maybe
your
field
Taibe
fields
Arabs
crowds
thing
promoted
Jerusalem
Haj
Yihye
treatment
driving
hearing
load
elsewhere
mayor
Football
Liverpool
Lynch
C
Rapid
Old
Trafford
Barcelona
suspects
Rwandan
Hutu
refugees
Zaire
Rally
Democracy
blown
Serb
casualties
find
Serbs
Yugoslav
minority
200,000
reserves
assets
crime
WARSAW
organised
Kohl
sealed
links
materials
Chechens
fighters
soldiers
effective
relatively
roads
soldier
dark
try
BELGRADE
aboard
jet
diplomats
ends
powers
presidential
palace
different
sectors
elected
platform
nation
BRASILIA
bid
difficulties
huge
river
Tsang
Ali
Deputy
bread
riots
passed
Ibrahim
spying
comment
assistant
tension
King
Jordanian
secure
Islamist
houses
streets
communist
smaller
clashes
policies
blame
protests
Kurd
ANKARA
PKK
12-year-old
autonomy
Davies
contacts
pursue
apparently
intent
sexual
a.m.
girls
Virginia
entered
sexually
II
detective
allegedly
stabbed
once
identified
USDA
monitoring
Dan
corn
purchase
wheat
Republican
Gov
Weld
Senate
seat
incumbent
vote
facing
Cambridge
friend
Roosevelt
politics
friends
transport
Dm
125
inch
mm
showers
isolated
Corporation
Tamil
directed
terrorism
finance
Liberation
king
Premier
giant
neighbours
distance
Queen
Nepali
Post
volatility
falling
trader
low
size
perhaps
You
makers
potential
yield
Bonds
Sachs
warrants
controls
DEM
X
challenge
Diana
Princess
criminal
Stenning
contest
everything
driver
rider
compensation
Prince
Charles
remove
asking
spring
effort
Necmettin
Erbakan
B
Turnover
listed
Index
editorial
Zenith
plant
set-top
boxes
gets
develop
addition
partners
Corp.
SBC
join
jobs
profitable
retail
Law
hundreds
comes
candidate
running
Many
involves
word
Windows
Microsoft
computer
fallen
software
launch
lines
customers
dollars
building
impact
lawsuit
tied
space
products
Office
handling
technical
corporate
adopted
4.0
sweeping
slow
intercepted
everyone
hijacking
hijackers
hijacked
commercial
welfare
Wisconsin
administrative
Tommy
Human
reform
acquire
directly
limits
train
Alaska
boxcar
Phan
agents
Arkansas
churches
kms
located
investigating
idea
established
scene
St.
Turner
surrounded
cotton
rural
shared
suspicion
income
short-term
Calif.
Systems
Business
212
PTT
largely
view
ING
continuing
sound
weaker
bourse
prospects
first-half
ordering
poll
wounds
investigations
H1
traffic
freight
whales
lions
ca
article
model
using
Howard
warned
sharp
spending
Greens
Toyota
workers
2,000
striking
voted
Melbourne
assembly
Niugini
surge
38
considering
copper
project
students
gathered
staged
violent
university
intervention
supporting
nil
48
Shanghai
stockpile
Just
metal
Export
CNIEC
Traders
tax
otherwise
spend
moving
exact
LME
behalf
tonne
secret
owners
posts
Company
Holdings
construction
exchange
acquisition
maker
yuan
Promodes
decide
Metro
discussions
4221
highlights
fund
Taylor
council
yesterday
Merrill
1996-08-24
truck
vehicle
engine
RALLYING
JYVASKYLA
Juha
Kankkunen
37
stages
Lakes
prospect
Tommi
Makinen
Mitsubishi
fined
sports
Subaru
6.5
boss
pace
Spaniard
kph
Ferrari
Eddie
Tyrrell
14.
Did
RALLY
unnamed
suspended
suspension
+1
+3
SUPER
rugby
Bradford
Wigan
78
Helens
Warrington
555
Sheffield
Oldham
Leeds
398
325
TITLE
favour
removed
Graham
88
Notts
successive
follow
Darren
Gough
176
Final
Match
abandoned
111
Irani
Raith
Dundee
Aberdeen
Hamilton
Ross
Played
Newcastle
Alan
header
Tottenham
Gianluca
Arsenal
Villa
Southampton
Bolton
Norwich
Bromwich
Crystal
Ipswich
Reading
Southend
Birmingham
Stoke
Swindon
Vale
Wolverhampton
Barnsley
Huddersfield
Bristol
Blackpool
Chesterfield
Preston
Rovers
Swansea
Doncaster
SOUTH
Blacks
tries
Wilson
replacement
Zinzan
Brooke
Simon
Partizan
Spartak
Krakow
Wroclaw
Odra
GKS
Polonia
Lodz
BASKETBALL
KOREAN
Hyundai
Haitai
Hanwha
OB
Lotte
Ssangbangwool
.527
.538
Heerenveen
Veldman
goalkeeper
defenders
strikers
Groningen
Antwerp
Charleroi
LEADING
Bastia
Marseille
Lille
Monaco
Smicer
Lens
Christopher
Guingamp
Nantes
Nice
Rennes
Bordeaux
Auxerre
Metz
Strasbourg
Havre
Caen
70th
Lyon
Montpellier
Cannes
Graafschap
Doetinchem
RKC
Waalwijk
Willem
Tilburg
Fortuna
Sittard
Rotterdam
Twente
Enschede
Vitesse
Arnhem
Utrecht
Feyenoord
Roda
JC
Kerkrade
Volendam
AZ
Alkmaar
Bochum
Arminia
Bielefeld
Moenchengladbach
Karlsruhe
33rd
Werder
1860
Bayer
Leverkusen
Duesseldorf
Freiburg
VfB
Bayern
MSV
Duisburg
FC
Linz
SV
one-day
Waugh
Tendulkar
Frederic
ransom
tanks
civilians
whom
spokeswoman
role
Doctors
Arabia
About
climb
racing
mountain
Team
walking
servants
Public
dismissed
Labour
Florence
firms
demands
wage
Opposition
unions
Civil
inflation
camps
genocide
fear
counterpart
skull
scientist
forest
arrests
Eritrea
alliance
accuses
accusing
congress
turn
electoral
class
stance
consensus
Nicaraguan
Nicaragua
Chamorro
column
wo
split
widespread
activists
communications
Revolutionary
site
executed
lb
Movement
MDS
sentences
judicial
withdrew
camp
west
independent
allegations
grenades
intends
gathering
Dole
Congress
sex
offers
again
heads
drive
happen
bill
remarkable
offering
demanding
stronger
families
fellow
attention
Hurricane
Edouard
winds
ETA
Basque
Defence
mandate
Bossi
ancient
Corsica
talking
bodies
Stevanin
unable
investigators
paedophile
scandal
kidnapping
throughout
Dutroux
managed
freed
abduction
imprisonment
Bourlet
Melissa
kidnapped
Eefje
unknown
Bratislava
Five
Among
information
theft
accepted
hear
inquiry
Rights
cannabis
7.5
container
MADRID
supported
neither
margin
Pakistani
inches
rail
witnesses
Army
Internet
Startup
Java
1996-08-25
JavaSoft
venture
acting
experience
aims
individual
marketing
WINS
style
easy
feet
12th
defending
6-0
LAKES
Celica
Escort
Eriksson
Honda
Kawasaki
Yamaha
placings
GTR
laps
170
162
Fastest
drivers
Takeda
Haga
Yoshikawa
Corser
Ducati
Kocinski
Slight
Fogarty
Aoki
names
strongly
riders
reaching
521-8
PREMIER
87
mate
forcing
ONE-DAY
Headley
Togo
BUCHAREST
Bucharest
Dinamo
49
Brisbane
Queensland
Auckland
10-15
.470
reliever
contact
acquired
6-5
O'Neill
Cardinals
Padres
Braves
Cubs
Colorado
Pirates
Marlins
Dodgers
Phillies
Expos
shut
Giants
Houston
Astros
Shane
equaliser
lack
knee
MILAN
Batistuta
Fiorentina
serie
83rd
ITALIAN
Norwegian
Swiss
Neuchatel
TOUR
Montgomerie
CYCLING
cycling
Ferrigato
Lance
Armstrong
narrow
Briton
199
Baker
FROM
Ronald
Club
Arnold
Blind
Azharuddin
Singer
1996-08-26
choice
riding
supporters
Rugby
apartheid
commission
paint
amnesty
tell
abuses
achieve
1948
express
Doboj
Moslems
Dayton
refugee
thrown
warning
pullout
Mexican
MEXICO
leftist
EPR
Guerrero
Commander
protesters
Ten
northwest
dragged
linking
allied
supplies
reveal
finding
democracy
Kabariti
speaker
Weizman
speak
Earlier
cool
education
establish
parliamentary
voters
thin
stations
employee
skilled
contribute
Sandra
O'Neal
customer
agenda
ask
rated
decisions
insurance
fraud
Salang
Supreme
postponement
Hasina
Bogra
ruling
Nearly
drought
regions
diesel
grain
sector
transition
reputation
dictator
quality
Wheat
Institute
Celsius
rainfall
farms
acres
220
badly
autumn
negative
attributable
Gilbertson
rand
substantial
shutdown
rains
merger
Plc
portfolio
Advanced
Medical
IVAC
infusion
therapy
IMED
plants
120
expects
delivery
Morris
boosted
bonds
Treasury
secured
hat-trick
decisive
Sharpe
Botham
Middlesex
BY
FRIENDLY
Rica
Mauritius
crude
Gabon
legs
postponed
swimming
Popov
titles
medicine
Olympics
Slovak
Hungarian
Petra
SK
Leon
catch
Sao
Rio
usual
hot
Perry
Larry
Magdalena
Maleeva
cement
tough
Olsza
Barbara
ranking
mind
original
MONDAY
Stephanie
Oncins
6-
Elena
3-2
.466
Sosa
Boer
Madrid
ZIMBABWE
Strang
Whittall
Brandes
Hogg
Reiffel
Flower
filed
existing
ferry
boats
voting
municipal
irregularities
Election
consider
600,000
Ambassador
cast
ballot
voter
High
appointed
compromise
settlement
insistence
quit
Federation
recover
Zastava
factory
wages
settlements
5.5
controllers
Raichev
Tass
eye
Mostostal
premium
2.6
JOSE
kidnappers
tourist
photographs
Rican
peso
limit
Dealers
Hashimoto
credit
auctions
gunman
1996-08-27
gun
Petroleum
contracts
Spot
liquidity
deposed
Specter
resign
Airways
Airbus
surrender
asylum
dozens
grade
Midwest
6.0
859
tree
bounce
fairly
hog
sparked
Gore
Gingrich
Convention
re-election
coalition
justice
painted
Republicans
praised
Reeve
politicians
Gephardt
Reagan
legislature
abortion
nomination
gas
Oklahoma
handgun
Karachi
fob
ARA
sentiment
bids
frost
5.0
moisture
32.0
12.0
Brush
suits
Salomon
margins
versus
CALL
CONFIRMED
Tapie
instructions
procedure
francs
Rabobank
epidemic
debate
Banharn
fix
unq
Ekeus
Tamils
LTTE
Tankan
franc
Iraqis
diverted
Stansted
explosives
larger
festival
Ata-ur-Rehman
Cozma
lei
tunnel
12-15
TUESDAY
85th
Cyprien
Moura
STAGE
NETHERLANDS
kilometre
Colonna
Mapei
McEwen
Koerts
Palmans
Teutenberg
Postal
Aki
Capiot
Collstrop
Neths
TVM
Wolf
Motorola
Cofinec
MFS
certainly
Faulding
N.J.
Kelly
killer
SPLA
representatives
weakening
Iliescu
PUNR
oppose
Meri
Ruutel
votes
college
Reform
MPs
acts
Gajdos
Interpol
films
offices
victims
plantation
note
CVG
privatization
Banespa
Globo
Bamerindus
loan
Lanusse
coup
collision
Seoul
remote
mainland
humanitarian
understanding
Democrat
bushel
crop
Chg
.02
unc
---
dn
HRW
ABC
Perot
bulk
barley
Vermont
medals
recovery
Rifkind
normally
Hamas
Rohrabacher
Tehran
rupees
Soyoil
refined
Yellow
n.a
Helibor
Barrick
Arequipa
Insurance
Commercial
AOL
provinces
Nasdaq
Latest
CDU
CSU
SPD
FDP
PDS
Emnid
Elect
Res
Heathrow
Gatwick
birds
Drew
commentary
Sakai
Kan
shipments
inventories
Commodities
publicly
SEC
rules
1996-08-28
Saskatchewan
units
Heeswijk
Telekom
Boardman
Collinelli
4,000
Fowler
56th
Albert
Parma
Genoa
Pires
Foe
PSG
relay
Owens
Jayasuriya
Kaluwitharana
Silva
airliner
Arch
Leduc
Reef
Biogen
Berlex
Avonex
Betaseron
Oct
noise
exclusive
Sierra
dissidents
Ivorian
Bedie
ADRs
Gazprom
Rosati
quake
1996-08-29
Nov
endorse
marijuana
SER
Amoco
Yemen
defends
Bhutto
Sharif
ACC
Palkhivala
pipes
fishermen
ND
Evert
BOJ
Lamm
Names
gestures
prosecutors
GPG
bush
Khmer
Ieng
Pol
Pot
Kubo
Sakigake
Takemura
Hatoyama
Banisadr
Ballanger
1996-08-30
Grobbelaar
SEP
Kornblum
roubles
virus
ICAC
Yassin
A-rated
muscle
soybeans
jewelry
Simpson
surgeon
meal
Gluten
Gas
KV
Pro
Slough
Warburg
kerosene
cargoes
OM
PULPEX
pulp
pesetas
trend
Hope
Daewoo
Dacom
